export const topInforms = [
  {
    contents: [
      "网站迁移到新服务器，暂时通过IP访问：http://120.24.21.171/GoBack",
    ],
    date: "2024.09.28",
  },
  {
    contents: [
      "网站初步建立，展示告白剧社的简介、演出回顾和历代的主要成员。其中，成员名字使用的是角色名或者自定义的昵称。",
      "本网站由『十三太保』维护，用于记录告白话剧社介绍、演出活动和历代人员组成，在收集信息的过程中难免有疏漏错误。如果有任何需要补充、修改或删除的信息，请联系：",
      "Wechat: Ma_Mei11eure_Ennemie",
      "Email: 916824242@qq.com",
    ],
    date: "2023.10.01",
  },
];

export const informs = [
  {
    contents: [
      "更新了《告白之夜2025·春》的相关资讯。",
      "新增【活动-告白回响】模块，用于展示社团成员的活动感想、经验总结等内容。欢迎通过置顶信息的联系方式投稿。",
    ],
    date: "2025.06.10",
  },
  {
    contents: [
      "网站布局全面转向移动设备，模仿微信小程序样式，PC横版也强制缩为竖屏。",
      "简化了很多原先冗余的UI设计。",
    ],
    date: "2025.04.26",
  },
  {
    contents: ["更新《告白之夜2024·秋》的演出回顾和成员介绍。"],
    date: "2024.12.11",
  },
  {
    contents: ["更新社徽，该社徽由『超级大壳』设计、绘制。"],
    date: "2024.10.16",
  },
  {
    contents: ["更新2023-2024年度的成员信息。"],
    date: "2023.12.08",
  },
  {
    contents: ["新增【关于-发展沿革】板块。"],
    date: "2023.10.28",
  },
  {
    contents: ["新增【关于-社团章程】板块。"],
    date: "2023.10.25",
  },
  {
    contents: [
      "更新剧社创始年份2015-2016的初代成员信息；更新【成员-指导老师】板块，以纪念几位老师对剧社发展做出的重要推动作用。",
    ],
    date: "2023.10.16",
  },
  {
    contents: ["新增【活动-告白魅影】板块，使用相册翻页动画来展示演出的图片。"],
    date: "2023.10.05",
  },
];
