export default [
  {
    timestamp: "2023.10.01",
    type: 0,
    content: [
      "网站初步建立，展示告白剧社的简介、演出回顾和历代的主要成员。其中，成员名字使用的是角色名或者自定义的昵称。",
      "本网站由『十三太保』维护，用于记录告白话剧社介绍、演出活动和历代人员组成，在收集信息的过程中难免有疏漏错误。如果有任何需要补充、修改或删除的信息，请联系：",
      "Wechat: 18965072161",
      "Email: 916824242@qq.com",
    ],
  },
  {
    timestamp: "2023.10.05",
    type: 1,
    content: [
      "网站新增【演出回顾】板块，使用相册翻页动画来展示演出的图片。",
      "导航：社团活动->演出回顾",
    ],
  },
  {
    timestamp: "2023.10.16",
    type: 2,
    content: [
      "网站更新剧社创始年份2015-2016的初代成员信息；更新【指导老师】板块，以纪念几位老师对剧社发展做出的重要推动作用。",
      "导航：成员信息",
    ],
  },
  {
    timestamp: "2023.10.18",
    type: 2,
    content: ["网站更新【演出回顾】的节目简介。", "导航：社团活动->演出回顾"],
  },
  {
    timestamp: "2023.10.25",
    type: 1,
    content: ["网站新增【社团章程】板块。", "导航：关于社团->社团章程"],
  },
  {
    timestamp: "2023.10.28",
    type: 1,
    content: ["网站新增【发展沿革】板块。", "导航：关于社团->发展沿革"],
  },
  {
    timestamp: "2023.10.31",
    type: 1,
    content: ["网站新增【团建活动】板块。", "导航：社团活动->团建活动"],
  },
  {
    timestamp: "2023.12.08",
    type: 2,
    content: ["网站更新2023-2024年度的成员信息。", "导航：社团成员->2023-2024"],
  },
  {
    timestamp: "2024.04.29",
    type: 1,
    content: [
      "网站更新移动端布局（长宽比约1：2）。",
      "网站撤下【团建活动】板块，考虑个人隐私和维护成本。",
    ],
  },
  {
    timestamp: "2024.05.15",
    type: 1,
    content: [
      "网站新增【演出指导意见】板块，总结多年来演出筹备经验。",
      "导航：社团活动->演出指导意见",
    ],
  },
  {
    timestamp: "2024.05.16",
    type: 1,
    content: [
      "网站新增【历年选本】板块，汇总梳理每年演过的剧目。",
      "导航：社团活动->历年选本",
    ],
  },
  {
    timestamp: "2024.09.28",
    type: 0,
    content: [
      "网站迁移到新服务器，改为域名访问：https://utszart.cn/GoBack",
      "域名访问如果受限，亦可通过IP访问：http://120.24.21.171/GoBack",
    ],
  },
  {
    timestamp: "2024.10.16",
    type: 2,
    content: ["网站更新社徽，该社徽由『超级大壳』设计、绘制。"],
  },
  {
    timestamp: "2024.12.11",
    type: 2,
    content: [
      "网站更新2024年秋季《告白之夜》的演出回顾和成员介绍。",
      "导航：社团成员->2024-2025，社团活动->演出回顾",
    ],
  },
].reverse();
