export default [
  {
    name: '王俊涵',
    avatar: 'teachers/wangjh.webp',
    description:
      '哈工大（深圳）学生艺术团创始人、首任团长，在校区学生工作处/团委任职期间指导艺术团蓬勃发展，曾多次带团参加深圳市各项演出、导演哈工大（深圳）各类大型晚会活动。对于本剧社的活动，王老师深度参与，帮助协调组织，提供了丰厚的精神支持并为本剧社争取到各项宝贵的物质支持。',
  },
  {
    name: '易悦',
    avatar: 'teachers/yiy.webp',
    description:
      '常年指导深圳市地铁集团有限公司馨星话剧社排演话剧，导演了《雷雨》、《日出》、《哈姆雷特》、《生死场》、《暗恋桃花源》、《红岩》等作品，在深圳市内巡回演出，反响热烈。此外，易老师还会抽出时间，积极投身深圳各大高校艺术类社团的发展，曾指导艺术团话剧部、合唱部的演出排练，传授具体实用的经验方法，极大提升了社团同学的艺术审美和表演水平。',
  },
  {
    name: '王赋',
    avatar: 'teachers/wangf.webp',
    description:
      '哈工大（深圳）舞台中控老师，熟悉后台设备和操作，与人交流真诚有耐心，为剧社培养了一代代出色的灯光、音效等幕后工作人员，保障演出顺利进行。',
  },
  {
    name: '李文庆',
    avatar: 'teachers/liwq.webp',
    description:
      '中共党员，兰州大学艺术学院声乐专业硕士，哈工大（深圳）学生艺术团现指导老师。2017年、2018年举办个人独唱音乐会，曾获2016香港国际声乐公开赛三等奖，第十三届“青春中国”甘肃总决赛三等奖，参演纪念印度著名诗人泰戈尔诞辰150周年大型原创话剧《齐德拉》、参演《江姐》《长征组歌》《邱少云组歌》《红色恋人》等大型合唱作品。',
  },
]
